const Privacy = () => {
  return (
    <article className="pt-24 sm:pt-32">
      <div className="max-w-7xl mx-auto px-6 lg:px-8">
        <div className="mx-auto max-w-2xl lg:max-w-4xl">
          <h2 className="mt-2 text-3xl font-bold tracking-tight text-gray-900 sm:text-4xl">
            Документы
          </h2>
          <p className="mt-6 text-lg leading-8 text-gray-600">
            Политика по использованию персональных данных.
          </p>
          <div className="mt-10 max-w-xl leading-7 text-gray lg:max-w-none">
            <p>
              1. Общие положения Настоящая политика обработки персональных
              данных составлена в соответствии с требованиями Федерального
              закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее —
              Закон о персональных данных) и определяет порядок обработки
              персональных данных и меры по обеспечению безопасности
              персональных данных, предпринимаемые ИП Семочкина Наталья
              Николаевна (далее — Оператор).
            </p>

            <p>
              1.1. Оператор ставит своей важнейшей целью и условием
              осуществления своей деятельности соблюдение прав и свобод человека
              и гражданина при обработке его персональных данных, в том числе
              защиты прав на неприкосновенность частной жизни, личную и семейную
              тайну.
            </p>
            <p>
              1.2. Настоящая политика Оператора в отношении обработки
              персональных данных (далее — Политика) применяется ко всей
              информации, которую Оператор может получить о посетителях
              веб-сайта https://liteechka.su.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray lg:max-w-none">
            <p>2. Основные понятия, используемые в Политике</p>
            <p>
              2.1. Автоматизированная обработка персональных данных — обработка
              персональных данных с помощью средств вычислительной техники.
            </p>
            <p>
              2.2. Блокирование персональных данных — временное прекращение
              обработки персональных данных (за исключением случаев, если
              обработка необходима для уточнения персональных данных).
            </p>
            <p>
              2.3. Веб-сайт — совокупность графических и информационных
              материалов, а также программ для ЭВМ и баз данных, обеспечивающих
              их доступность в сети интернет по сетевому адресу
              https://liteechka.su.
            </p>
            <p>
              2.4. Информационная система персональных данных — совокупность
              содержащихся в базах данных персональных данных, и обеспечивающих
              их обработку информационных технологий и технических средств.
            </p>
            <p>
              2.5. Обезличивание персональных данных — действия, в результате
              которых невозможно определить без использования дополнительной
              информации принадлежность персональных данных конкретному
              Пользователю или иному субъекту персональных данных.
            </p>
            <p>
              2.6. Обработка персональных данных — любое действие (операция) или
              совокупность действий (операций), совершаемых с использованием
              средств автоматизации или без использования таких средств с
              персональными данными, включая сбор, запись, систематизацию,
              накопление, хранение, уточнение (обновление, изменение),
              извлечение, использование, передачу (распространение,
              предоставление, доступ), обезличивание, блокирование, удаление,
              уничтожение персональных данных.
            </p>
            <p>
              2.7. Оператор — государственный орган, муниципальный орган,
              юридическое или физическое лицо, самостоятельно или совместно с
              другими лицами организующие и (или) осуществляющие обработку
              персональных данных, а также определяющие цели обработки
              персональных данных, состав персональных данных, подлежащих
              обработке, действия (операции), совершаемые с персональными
              данными.
            </p>
            <p>
              2.8. Персональные данные — любая информация, относящаяся прямо или
              косвенно к определенному или определяемому Пользователю веб-сайта
              https://liteechka.su.
            </p>
            <p>
              2.9. Персональные данные, разрешенные субъектом персональных
              данных для распространения, - персональные данные, доступ
              неограниченного круга лиц к которым предоставлен субъектом
              персональных данных путем дачи согласия на обработку персональных
              данных, разрешенных субъектом персональных данных для
              распространения в порядке, предусмотренном Законом о персональных
              данных (далее — персональные данные, разрешенные для
              распространения).
            </p>
            <p>
              2.10. Пользователь — любой посетитель веб-сайта
              https://liteechka.su.
            </p>
            <p>
              2.11. Предоставление персональных данных — действия, направленные
              на раскрытие персональных данных определенному лицу или
              определенному кругу лиц.
            </p>
            <p>
              2.12. Распространение персональных данных — любые действия,
              направленные на раскрытие персональных данных неопределенному
              кругу лиц (передача персональных данных) или на ознакомление с
              персональными данными неограниченного круга лиц, в том числе
              обнародование персональных данных в средствах массовой информации,
              размещение в информационно-телекоммуникационных сетях или
              предоставление доступа к персональным данным каким-либо иным
              способом.
            </p>
            <p>
              2.13. Трансграничная передача персональных данных — передача
              персональных данных на территорию иностранного государства органу
              власти иностранного государства, иностранному физическому или
              иностранному юридическому лицу.
            </p>
            <p>
              2.14. Уничтожение персональных данных — любые действия, в
              результате которых персональные данные уничтожаются безвозвратно с
              невозможностью дальнейшего восстановления содержания персональных
              данных в информационной системе персональных данных и (или)
              уничтожаются материальные носители персональных данных.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray lg:max-w-none">
            <p>3. Основные права и обязанности Оператора</p>
            <p>
              3.1. Оператор имеет право: — получать от субъекта персональных
              данных достоверные информацию и/или документы, содержащие
              персональные данные; — в случае отзыва субъектом персональных
              данных согласия на обработку персональных данных Оператор вправе
              продолжить обработку персональных данных без согласия субъекта
              персональных данных при наличии оснований, указанных в Законе о
              персональных данных; — самостоятельно определять состав и перечень
              мер, необходимых и достаточных для обеспечения выполнения
              обязанностей, предусмотренных Законом о персональных данных и
              принятыми в соответствии с ним нормативными правовыми актами, если
              иное не предусмотрено Законом о персональных данных или другими
              федеральными законами.
            </p>
            <p>
              3.2. Оператор обязан: — предоставлять субъекту персональных данных
              по его просьбе информацию, касающуюся обработки его персональных
              данных; — организовывать обработку персональных данных в порядке,
              установленном действующим законодательством РФ; — отвечать на
              обращения и запросы субъектов персональных данных и их законных
              представителей в соответствии с требованиями Закона о персональных
              данных; — сообщать в уполномоченный орган по защите прав субъектов
              персональных данных по запросу этого органа необходимую информацию
              в течение 30 дней с даты получения такого запроса; — публиковать
              или иным образом обеспечивать неограниченный доступ к настоящей
              Политике в отношении обработки персональных данных; — принимать
              правовые, организационные и технические меры для защиты
              персональных данных от неправомерного или случайного доступа к
              ним, уничтожения, изменения, блокирования, копирования,
              предоставления, распространения персональных данных, а также от
              иных неправомерных действий в отношении персональных данных; —
              прекратить передачу (распространение, предоставление, доступ)
              персональных данных, прекратить обработку и уничтожить
              персональные данные в порядке и случаях, предусмотренных Законом о
              персональных данных; — исполнять иные обязанности, предусмотренные
              Законом о персональных данных.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray lg:max-w-none">
            <p>4. Основные права и обязанности субъектов персональных данных</p>
            <p>
              4.1. Субъекты персональных данных имеют право: — получать
              информацию, касающуюся обработки его персональных данных, за
              исключением случаев, предусмотренных федеральными законами.
              Сведения предоставляются субъекту персональных данных Оператором в
              доступной форме, и в них не должны содержаться персональные
              данные, относящиеся к другим субъектам персональных данных, за
              исключением случаев, когда имеются законные основания для
              раскрытия таких персональных данных. Перечень информации и порядок
              ее получения установлен Законом о персональных данных; — требовать
              от оператора уточнения его персональных данных, их блокирования
              или уничтожения в случае, если персональные данные являются
              неполными, устаревшими, неточными, незаконно полученными или не
              являются необходимыми для заявленной цели обработки, а также
              принимать предусмотренные законом меры по защите своих прав; —
              выдвигать условие предварительного согласия при обработке
              персональных данных в целях продвижения на рынке товаров, работ и
              услуг; — на отзыв согласия на обработку персональных данных; —
              обжаловать в уполномоченный орган по защите прав субъектов
              персональных данных или в судебном порядке неправомерные действия
              или бездействие Оператора при обработке его персональных данных; —
              на осуществление иных прав, предусмотренных законодательством РФ.
            </p>
            <p>
              4.2. Субъекты персональных данных обязаны: — предоставлять
              Оператору достоверные данные о себе; — сообщать Оператору об
              уточнении (обновлении, изменении) своих персональных данных.
            </p>
            <p>
              4.3. Лица, передавшие Оператору недостоверные сведения о себе,
              либо сведения о другом субъекте персональных данных без согласия
              последнего, несут ответственность в соответствии с
              законодательством РФ.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray lg:max-w-none">
            <p>
              5. Оператор может обрабатывать следующие персональные данные
              Пользователя
            </p>
            <p>5.1. Фамилия, имя, отчество.</p>
            <p>5.2. Электронный адрес.</p>
            <p>5.3. Номера телефонов.</p>
            <p>
              5.4. Также на сайте происходит сбор и обработка обезличенных
              данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов
              интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
            </p>
            <p>
              5.5. Вышеперечисленные данные далее по тексту Политики объединены
              общим понятием Персональные данные.
            </p>
            <p>
              5.6. Обработка специальных категорий персональных данных,
              касающихся расовой, национальной принадлежности, политических
              взглядов, религиозных или философских убеждений, интимной жизни,
              Оператором не осуществляется.
            </p>
            <p>
              5.7. Обработка персональных данных, разрешенных для
              распространения, из числа специальных категорий персональных
              данных, указанных в ч. 1 ст. 10 Закона о персональных данных,
              допускается, если соблюдаются запреты и условия, предусмотренные
              ст. 10.1 Закона о персональных данных.
            </p>
            <p>
              5.8. Согласие Пользователя на обработку персональных данных,
              разрешенных для распространения, оформляется отдельно от других
              согласий на обработку его персональных данных. При этом
              соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона
              о персональных данных. Требования к содержанию такого согласия
              устанавливаются уполномоченным органом по защите прав субъектов
              персональных данных. 5.8.1 Согласие на обработку персональных
              данных, разрешенных для распространения, Пользователь
              предоставляет Оператору непосредственно. 5.8.2 Оператор обязан в
              срок не позднее трех рабочих дней с момента получения указанного
              согласия Пользователя опубликовать информацию об условиях
              обработки, о наличии запретов и условий на обработку
              неограниченным кругом лиц персональных данных, разрешенных для
              распространения. 5.8.3 Передача (распространение, предоставление,
              доступ) персональных данных, разрешенных субъектом персональных
              данных для распространения, должна быть прекращена в любое время
              по требованию субъекта персональных данных. Данное требование
              должно включать в себя фамилию, имя, отчество (при наличии),
              контактную информацию (номер телефона, адрес электронной почты или
              почтовый адрес) субъекта персональных данных, а также перечень
              персональных данных, обработка которых подлежит прекращению.
              Указанные в данном требовании персональные данные могут
              обрабатываться только Оператором, которому оно направлено. 5.8.4
              Согласие на обработку персональных данных, разрешенных для
              распространения, прекращает свое действие с момента поступления
              Оператору требования, указанного в п. 5.8.3 настоящей Политики в
              отношении обработки персональных данных.
            </p>
          </div>
        </div>
      </div>
    </article>
  );
};

export default Privacy;
