const PrivacyCookies = () => {
  return (
    <article className="pt-24 sm:pt-32">
      <div className="max-w-7xl mx-auto px-6 lg:px-8">
        <div className="mx-auto max-w-2xl lg:max-w-4xl">
          <h2 className="mt-2 text-3xl font-bold tracking-tight text-gray-900 sm:text-4xl">
            Документы
          </h2>
          <p className="mt-6 text-lg leading-8 text-gray-600">
            Политика использования куки файлов .
          </p>
          <div className="mt-10 max-w-xl leading-7 text-gray-600 lg:max-w-none">
            <p className="font-semibold text-lg text-gray-900">
              1. Для чего нужна политика?
            </p>
            <p className="font-semibold mt-8">1.1. Общие положения</p>
            <p className="mt-6">
              Условия настоящей Политики использования куки файлов (далее
              "Политика") распространяются на Сайт.
            </p>
            <p className="mt-6">
              Целью настоящей Политики является (1) проинформировать о перечне
              используемых и автоматически загружаемых на устройство
              Пользователя Файлов куки; и (2) уведомить о целях установки и
              использования таких Файлов куки, а также сроков их
              хранения/установки на устройстве Пользователя; и (3) информировать
              Пользователя о способах отключения Файлов куки и/или их удаления с
              устройства.
            </p>
            <p className="mt-6">
              Каждый Пользователь имеет право ознакомиться с текстом настоящей
              Политики по следующей ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="http://localhost:3000/privacy/cookies"
              >
                http://localhost:3000/privacy/cookies
              </a>
            </p>
            <p className="mt-6">
              Сведения, указанные в настоящем документе, являются неотъемлемой
              частью Политики конфиденциальности веб-сайта, с которой
              Пользователь может ознакомиться по следующей ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="http://localhost:3000/privacy/personal"
              >
                http://localhost:3000/privacy/personal
              </a>
            </p>
            <p className="mt-6">
              Если у Пользователя возникли какие-либо вопросы к настоящей
              Политике и/или к работе Файлов куки, Пользователь может адресовать
              свой вопрос Правообладателю в следующий способ: Электронная почта
              voodivood@gmail.com
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="mailto:voodivood@gmail.com"
              >
                voodivood@gmail.com
              </a>
            </p>
            <p className="mt-6">
              Если Пользователь не согласен и/или ему не понятны некоторые из
              условий данной Политики, он обязан немедленно прекратить
              пользование Сайтом.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray-600 lg:max-w-none">
            <p className="font-semibold mt-8">1.2. Определение понятий</p>
            <p className="mt-6">
              "Файлы куки" означает преимущественно небольшие фрагменты данных,
              которые хранятся на компьютере, планшете, мобильном телефоне или
              другом устройстве Пользователя и позволяют записывать определенную
              информацию при любом посещении Сайта, взаимодействии со службами,
              приложениями, инструментами, а также отправке и получении
              сообщений, с целью идентификации Пользователя независимо от
              используемого им устройства.
            </p>
            <p className="mt-6">
              "Пользователь" означает юридическое или физическое лицо, которое
              пользуется Сайтом и/или получило к нему доступ.
            </p>
            <p className="mt-6">
              "Правообладатель" означает следующее лицо, на имя которого
              зарегистрирован Сайт: ООО Ропашка, Саранск, Россия, Рабочая 185,
              оф 29, контактные данные{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="mailto:voodivood@gmail.com"
              >
                voodivood@gmail.com
              </a>
            </p>
            <p className="mt-6">
              "Сайт" означает информационную единицу в Интернете, ресурс из
              веб-страниц (документов), которые объединены общей темой и связаны
              друг с другом с помощью ссылок. Сайт зарегистрирован на
              Правообладателя и обязательно привязан к конкретному домену,
              являющемуся его адресом. Настоящая Политика разработана для
              следующего сайта:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="http://localhost:3000"
              >
                http://localhost:3000
              </a>
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray-600 lg:max-w-none">
            <p className="font-semibold text-lg text-gray-900">
              2. Для чего используются куки?
            </p>
            <p className="font-semibold mt-8">2.1. Цели использования</p>
            <p className="mt-6">
              Правообладатель использует Файлы куки для достижения следующих
              целей:
            </p>
            <p className="mt-6">
              (1) для сохранения информации о Пользователе на время
              использования им Сайта.
            </p>
            <p className="mt-6">
              (2) для идентификации Пользователя (распознание браузера и/или
              устройства каждый раз, когда осуществляется вход на Сайт,
              сохранение настроек экрана и браузера и/или сохранение логина и
              пароля Пользователей для входа на Сайт).
            </p>
            <p className="mt-6">
              (3) для размещения рекламы третьими лицами на Сайте и/или
              отслеживания ими информации о Пользователях для целей
              предоставления таргетинговой рекламы или аналитики пользования
              Сайтом.
            </p>
            <p className="mt-6">
              (4) для анализа посещаемости сайта Пользователями, выявления
              эффективности рекламного контента и его популярности среди
              Пользователей.
            </p>
            <p className="mt-6">
              (5) для работы отдельных разделов/страниц Сайта (где использование
              Файлов куки является крайне необходимым).
            </p>
            <p className="mt-6">
              (6) для улучшения юзабилити Сайта и навигации по нему.
            </p>
            <p className="mt-6">
              (7) для улучшения взаимодействия Сайта и Пользователей.
            </p>
            <p className="mt-6">
              (8) для повышения качества обслуживания и обеспечения
              максимального удобства и комфорта Пользователей при использовании
              Сайта.
            </p>
            <p className="font-semibold mt-8">
              2.2. Виды собираемой информации
            </p>
            <p className="mt-6">
              Правообладатель не использует Файлы куки для идентификации
              Пользователей, а исключительно для определения способов
              использования Сайта Пользователями.
            </p>
            <p className="mt-6">
              Через Файлы куки Правообладатель может собирать следующею
              информацию о Пользователях:
            </p>
            <p className="mt-6">
              (1) IP адрес, тип браузера и устройства, с котором выполняется
              вход на Сайт;
            </p>
            <p className="mt-6">
              (2) операционная система и данные об Интернет провайдере;
            </p>
            <p className="mt-6">
              (3) информация о стране, из которой выполняется вход;{" "}
            </p>
            <p className="mt-6">
              (4) дата и время посещения Сайта, а также возможное количество
              совершенных кликов Пользователем.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray-600 lg:max-w-none">
            <p className="font-semibold text-lg text-gray-900">
              3. Какие файлы куки используются?
            </p>
            <p className="mt-6">
              Согласно общепринятым классификациям, на данный момент существуют
              следующие виды Файлов куки:
            </p>
            <p className="mt-6">
              (1) Технические файлы куки. Они являются необходимыми для
              бесперебойного и надежного функционирования Сайта. Отключение
              данного типа Файлов куки может привести к ограничению Пользователя
              в доступе к определенным функциональным возможностям Сайта.
            </p>
            <p className="mt-6">
              (2) Сессионные файлы куки. Они являются временными и сохраняют
              информацию о совершенной Пользователем активности в браузере в
              течение одной сессии (т.е. до момента закрытия такого браузера
              Пользователем).
            </p>
            <p className="mt-6">
              (3) Перманентные файлы куки. Они сохраняются в памяти устройства
              Пользователя в течение определенного периода времени и отвечают за
              личные предпочтения Пользователя, установленные в браузере (к
              примеру, языковые настройки браузера и/или шрифт Сайта).
            </p>
            <p className="mt-6">
              (4) Статистические файлы куки. Они нужны для отслеживания
              страниц/разделов Сайта, посещаемых Пользователем, а также
              выявления возможных ошибок в работе Сайта. Информация, собираемая
              о Пользователях данным видом Файлов куки, является анонимной и
              необходима для эффективного поддержания и обновления Сайта, а
              также для предоставления Пользователю таргетингового контента.
            </p>
            <p className="mt-6">
              (5) Поведенческие файлы куки. Они нужны для сбора информации о
              поисковых запросах Пользователя и его предпочтениях для проведения
              маркетинговых и/или иных рыночных исследований с целью
              последующего предоставления персонифицированного маркетингового и
              рекламного контента Пользователю.
            </p>
            <p className="mt-6">
              (6) Третьи лица и их файлы куки. Они нужны для следующих целей:
              (а) сбор аналитическими платформами информации о посещаемости
              Сайта Пользователями, формирование портрета Пользователя, а также
              анализ эффективности работы Сайта и маркетинговой стратегии; и (б)
              предоставление с помощью третьих лиц (маркетинговых платформ или
              агентств) персонализированного рекламного и/или маркетингового
              контента Пользователю на Сайте и/или на веб-сайтах третьих лиц.
            </p>
          </div>
          <div className="mt-10 max-w-xl leading-7 text-gray-600 lg:max-w-none">
            <p className="font-semibold text-lg text-gray-900">
              4. Как удалить/отключить работу файлов куки?
            </p>
            <p className="font-semibold mt-8">4.1. Общие положения</p>
            <p className="mt-6">
              При входе на Сайт Пользователь предоставляет свое согласие на
              использование Сайтом Файлов куки следующим образом: В нижнем углу
              всплывает окно с уведомлением где есть кнопка "Принять все". При
              нажатии на эту кнопку пользователь подтверждает что принимает
              соглашение с использованием куки фаилов.
            </p>
            <p className="mt-6">
              Каждый Пользователь в любой момент может отключить работу Файлов
              куки на устройстве, с которого совершается вход на Сайт, и/или
              удалить уже загруженные ранее Файлы куки на устройство. Если
              Пользователь не желает отключать работу Файлов куки и/или удалять
              ранее загруженные Файлы куки, никакие дополнительные действия не
              требуются от Пользователя в данном случае.
            </p>
            <p className="mt-6">
              Обращаем внимание, что Правообладатель делает все возможное для
              того, чтоб использование Сайта было доступно Пользователю без
              загрузки каких-либо Файлов куки. Однако, Правообладатель не
              гарантирует, что такие Файлы куки не будут загружаться вовсе,
              ввиду технических и функциональных особенностей Сайта.
            </p>
            <p className="mt-6">
              Файлы куки могут храниться на устройстве Пользователя от
              нескольких часов до нескольких дней или лет, в зависимости от типа
              загруженных/используемых Файлов куки.
            </p>
            <p className="font-semibold mt-8">
              4.2. Порядок отключения файлов куки
            </p>
            <p className="mt-6">
              Пользователь имеет возможность отключить работу Файлов куки на
              Сайте посредством выполнения следующих действий: перестать
              пользоваться сайтом.
            </p>
            <p className="mt-6">
              Пользователь также может отключить работу Файлов куки и/или
              удалить их вовсе, путем изменения настроек своего браузера (при
              этом возможно также удаление/отключение файлов куки, установленных
              другими веб-сайтами):
            </p>
            <p className="mt-6">
              (1) Для Google Chrome, необходимо изменить параметры и
              конфигурацию браузера согласно следующим инструкциям по ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ru"
              >
                https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ru.
              </a>
            </p>
            <p className="mt-6">
              (2) Для Firefox, необходимо изменить параметры и конфигурацию
              браузера согласно следующим инструкциям по ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=en-US&redirectslug=enable-and-disable-cookies-website-preferences"
              >
                https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=en-US&redirectslug=enable-and-disable-cookies-website-preferences.
              </a>
            </p>
            <p className="mt-6">
              (3) Для Internet Explorer, необходимо изменить параметры и
              конфигурацию браузера согласно следующим инструкциям по ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies"
              >
                https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies.
              </a>
            </p>
            <p className="mt-6">
              (4) Для Safari, необходимо изменить параметры и конфигурацию
              браузера согласно следующим инструкциям по ссылке:{" "}
              <a
                className="text-blue-500 hover:underline"
                target="_blank"
                href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"
              >
                https://support.apple.com/ru-ru/guide/safari/sfri11471/mac.
              </a>
            </p>
          </div>
        </div>
      </div>
    </article>
  );
};

export default PrivacyCookies;
